ru_locale = {
    "HELLO": "Здравствуйте!\nДанный бот является зеркалом заблокированного в РФ ChatGPT. Просим учесть, что мы не "
             "поощряем обход блокировок, а данные возможности предоставляются лишь для удовлетворения "
             "любопытства.",
    "HELP": "Вот список доступных команд:\n/startconvestation - создать новый чат. В рамках одного "
             "чата будет сохраняться контекст сообщений пользователя.\n/quitconvestation - покинуть чат. Контекст, "
             "при этом, сохранится, и вы сможете вернуться к нему позже.\n/finishconvestation - покинуть и удалить "
             "чат. Вы больше не сможете продолжать диалог в определённом контексте."
}
