ru_locale = {
    "HELLO": "Здравствуйте!\nДанный бот является зеркалом заблокированного в РФ ChatGPT. Просим учесть, что мы не "
             "поощряем обход блокировок, а данные возможности предоставляются лишь для удовлетворения "
             "любопытства.",
    "HELP": "Вот список доступных команд:\n/help - вызвать это меню.\n/changelang - изменить "
            "язык.\n/startconversation - создать новый чат. В рамках одного "
             "чата будет сохраняться контекст сообщений пользователя.\n/quitconversation - покинуть чат. Контекст, "
             "при этом, сохранится, и вы сможете вернуться к нему позже.\n/rejoinconversation -  переподключиться к "
             "диалогу с ботом (сохранённому контексту).",
    "SESSION_BASE_TITLE": "Сессия от %d.%m.%Y, %H:%M:%S",
    "SESSION_OPEN": "Сессия успешно открыта!\nТеперь вы общаетесь с нейросетью.",
    "SESSION_ALREADY_OPEN": "Невозможно открыть сессию.\nСначала закройте предыдущую с помощью /quitconversation.",
    "SESSION_QUIT": "Вы успешно покинули сессию.",
    "SESSION_NOTHING_QUIT": "Никакая сессия не запущена. Нечего покидать.",
    "PLEASE_WAIT": "*Ответ генерируется. Пожалуйста, подождите...*",
    "TBA": "*Данная функция находится в разработке.*",
    "ERROR": "Извините, возникла ошибка. Пожалуйста, повторите попытку позже.",
    "SESSIONS_LIST": "Выберите сессию, к которой хотели бы подключиться:",
    "SESSIONS_LIST_CANT": "Невозможно переподключиться.\nСначала закройте предыдущую сессию с помощью "
                          "/quitconversation.",
    "SESSIONS_LIST_SUCCESS": "Вы успешно переподключились к сессии.",
    "SUCCESS": "Успешно!",
}
